Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/MCP.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: %@ s
ar: %@ ث
hi: %@ से.
id: %@ dtk
ja: %@ 秒
ko: %@초
ru: %@ с
th: %@ วินาที
tr: %@ sn
vi: %@ giây
zh_hans: %@ 秒
zh_hant: %@ 秒

source: %@'s sign-in expired
ar: انتهت صلاحية تفويض %@
de: Anmeldung bei %@ abgelaufen
es: La autorización de %@ caducó
fr: L’autorisation de %@ a expiré
hi: %@ के साइन इन की अवधि समाप्त हो गई
id: Otorisasi %@ kedaluwarsa
ja: %@ の認証が期限切れです
ko: %@ 인증이 만료되었습니다
pt_br: A autorização de %@ expirou
ru: Авторизация в %@ истекла
th: การให้สิทธิ์ของ %@ หมดอายุ
tr: %@ için yetki süresi doldu
vi: Phiên đăng nhập %@ đã hết hạn
zh_hans: %@ 的授权已过期
zh_hant: %@ 的授權已過期

source: %@'s tools have changed
ar: تغيّرت أدوات %@
de: Die Tools von %@ haben sich geändert
es: Cambiaron las herramientas de %@
fr: Les outils de %@ ont changé
hi: %@ के टूल बदल गए हैं
id: Alat %@ berubah
ja: %@ のツールに変更がありました
ko: %@의 도구가 변경되었습니다
pt_br: As ferramentas de %@ mudaram
ru: Инструменты %@ изменились
th: เครื่องมือของ %@ มีการเปลี่ยนแปลง
tr: %@ araçları değişti
vi: Công cụ của %@ đã thay đổi
zh_hans: %@ 的工具有更新
zh_hant: %@ 的工具有更新

source: %1$@ · took %2$@ · %3$@
ar: %1$@ · استغرقت %2$@ · %3$@
de: %1$@ · Dauer %2$@ · %3$@
es: %1$@ · tardó %2$@ · %3$@
fr: %1$@ · durée %2$@ · %3$@
hi: %1$@ · %2$@ लगे · %3$@
id: %1$@ · selama %2$@ · %3$@
ja: %1$@ · 所要時間 %2$@ · %3$@
ko: %1$@ · 소요 시간 %2$@ · %3$@
pt_br: %1$@ · levou %2$@ · %3$@
ru: %1$@ · заняло %2$@ · %3$@
th: %1$@ · ใช้เวลา %2$@ · %3$@
tr: %1$@ · %2$@ sürdü · %3$@
vi: %1$@ · mất %2$@ · %3$@
zh_hans: %1$@ · 用时 %2$@ · %3$@
zh_hant: %1$@ · 耗時 %2$@ · %3$@

source: %1$@'s sign-in page opens next. Your password goes only to %1$@. Oriveo gets an access grant you can revoke anytime.
ar: ستُفتح الآن صفحة تسجيل الدخول الخاصة بـ %1$@. كلمة مرورك تُرسل إلى %1$@ وحده، ولا يحصل Oriveo إلا على إذن وصول يمكنك إلغاؤه في أي وقت.
de: Als Nächstes öffnet sich die Anmeldeseite von %1$@. Dein Passwort geht ausschließlich an %1$@. Oriveo erhält nur eine Zugriffsfreigabe, die du jederzeit widerrufen kannst.
es: A continuación se abrirá la página de inicio de sesión de %1$@. Tu contraseña solo llega a %1$@. Oriveo recibe únicamente un permiso de acceso que puedes revocar cuando quieras.
fr: La page d’identification de %1$@ va s’ouvrir. Votre mot de passe n’est transmis qu’à %1$@. Oriveo reçoit seulement une autorisation d’accès, que vous pouvez révoquer à tout moment.
hi: अब %1$@ का साइन इन पेज खुलेगा। आपका पासवर्ड सिर्फ़ %1$@ के पास जाएगा। Oriveo को बस ऐक्सेस की एक अनुमति मिलेगी, जिसे आप जब चाहें वापस ले सकते हैं।
id: Setelah ini, halaman masuk %1$@ akan terbuka. Kata sandi Anda hanya dikirim ke %1$@. Oriveo hanya menerima izin akses yang bisa Anda cabut kapan saja.
ja: このあと %1$@ のログインページが開きます。パスワードは %1$@ にのみ送られ、Oriveo が受け取るのは、いつでも取り消せるアクセス許可だけです。
ko: 이어서 %1$@의 로그인 페이지가 열립니다. 비밀번호는 %1$@에만 전달되며, Oriveo는 언제든 취소할 수 있는 접근 권한만 받습니다.
pt_br: A seguir, a página de login de %1$@ será aberta. Sua senha vai apenas para %1$@. O Oriveo recebe só uma permissão de acesso, que você pode revogar quando quiser.
ru: Сейчас откроется страница входа %1$@. Пароль передаётся только %1$@. Oriveo получит лишь разрешение на доступ, которое можно отозвать в любой момент.
th: ขั้นต่อไปจะเปิดหน้าลงชื่อเข้าใช้ของ %1$@ รหัสผ่านของคุณจะส่งให้ %1$@ เท่านั้น Oriveo จะได้รับเพียงสิทธิ์เข้าถึงที่คุณเพิกถอนได้ทุกเมื่อ
tr: Birazdan %1$@ hizmetinin oturum açma sayfası açılacak. Şifreniz yalnızca %1$@ hizmetine gider. Oriveo ise yalnızca dilediğiniz zaman iptal edebileceğiniz bir erişim izni alır.
vi: Trang đăng nhập của %1$@ sẽ mở ra ngay sau đây. Mật khẩu của bạn chỉ được gửi tới %1$@. Oriveo chỉ nhận một quyền truy cập mà bạn có thể thu hồi bất cứ lúc nào.
zh_hans: 接下来会打开 %1$@ 的登录页面。你的密码只会输入给 %1$@，Oriveo 只会拿到一份可以随时撤销的访问许可。
zh_hant: 接下來會開啟 %1$@ 的登入頁面。你的密碼只會輸入給 %1$@，Oriveo 只會取得一份可以隨時撤銷的存取許可。

source: %d declined
ar: المرفوضة: %d
de: %d abgelehnt
es: Pasos rechazados: %d
fr: Étapes refusées : %d
hi: %d अस्वीकृत
id: %d ditolak
ja: %d 件を拒否
ko: %d건 거부
pt_br: Recusadas: %d
ru: Отклонено: %d
th: ปฏิเสธ %d ขั้น
tr: %d reddedildi
vi: %d bước bị từ chối
zh_hans: %d 步已拒绝
zh_hant: %d 步已拒絕

source: %d failed
ar: الفاشلة: %d
de: %d fehlgeschlagen
es: Pasos fallidos: %d
fr: Étapes en échec : %d
hi: %d विफल
id: %d gagal
ja: %d 件が失敗
ko: %d건 실패
pt_br: Com falha: %d
ru: С ошибкой: %d
th: ล้มเหลว %d ขั้น
tr: %d başarısız
vi: %d bước thất bại
zh_hans: %d 步失败
zh_hant: %d 步失敗

source: About %d characters
ar: عدد الأحرف التقريبي: %d
de: Etwa %d Zeichen
es: Unos %d caracteres
fr: Environ %d caractères
hi: लगभग %d अक्षर
id: Sekitar %d karakter
ja: 約 %d 文字
ko: 약 %d자
pt_br: Cerca de %d caracteres
ru: Около %d симв.
th: ประมาณ %d อักขระ
tr: Yaklaşık %d karakter
vi: Khoảng %d ký tự
zh_hans: 约 %d 字
zh_hant: 約 %d 字

source: Access token
ar: رمز الوصول
de: Zugriffstoken
es: Token de acceso
fr: Jeton d’accès
hi: ऐक्सेस टोकन
id: Token akses
ja: アクセストークン
ko: 액세스 토큰
pt_br: Token de acesso
ru: Токен доступа
th: โทเค็นการเข้าถึง
tr: Erişim belirteci
vi: Mã truy cập
zh_hans: 访问令牌
zh_hant: 存取權杖

source: Add MCP server
ar: إضافة خادم MCP
de: MCP-Server hinzufügen
es: Agregar servidor MCP
fr: Ajouter un serveur MCP
hi: MCP सर्वर जोड़ें
id: Tambah server MCP
ja: MCP サーバーを追加
ko: MCP 서버 추가
pt_br: Adicionar servidor MCP
ru: Добавить MCP-сервер
th: เพิ่มเซิร์ฟเวอร์ MCP
tr: MCP sunucusu ekle
vi: Thêm máy chủ MCP
zh_hans: 添加 MCP 服务器
zh_hant: 新增 MCP 伺服器

source: Add server
ar: إضافة خادم
de: Server hinzufügen
es: Agregar servidor
fr: Ajouter un serveur
hi: सर्वर जोड़ें
id: Tambah server
ja: サーバーを追加
ko: 서버 추가
pt_br: Adicionar servidor
ru: Добавить сервер
th: เพิ่มเซิร์ฟเวอร์
tr: Sunucu ekle
vi: Thêm máy chủ
zh_hans: 添加服务器
zh_hant: 新增伺服器

source: Added
ar: المُضافة
de: Hinzugefügt
es: Agregados
fr: Ajoutés
hi: जोड़े गए
id: Sudah ditambahkan
ja: 追加済み
ko: 추가됨
pt_br: Adicionados
ru: Добавленные
th: เพิ่มแล้ว
tr: Eklenenler
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已新增

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
hi: पता
id: Alamat
ja: アドレス
ko: 주소
pt_br: Endereço
ru: Адрес
th: ที่อยู่
tr: Adres
vi: Địa chỉ
zh_hans: 地址
zh_hant: 位址

source: Address needed
ar: العنوان مطلوب
de: Adresse nötig
es: Falta la dirección
fr: Adresse requise
hi: पता ज़रूरी
id: Perlu alamat
ja: アドレスが必要
ko: 주소 필요
pt_br: Endereço necessário
ru: Нужен адрес
th: ต้องระบุที่อยู่
tr: Adres gerekli
vi: Cần địa chỉ
zh_hans: 需要填写地址
zh_hant: 需要填寫位址

source: Address needs to be entered again
ar: يلزم إدخال العنوان من جديد
de: Adresse muss erneut eingegeben werden
es: Hay que volver a escribir la dirección
fr: Adresse à saisir de nouveau
hi: पता दोबारा डालना होगा
id: Alamat perlu dimasukkan lagi
ja: アドレスの再入力が必要です
ko: 주소를 다시 입력해야 합니다
pt_br: É preciso informar o endereço de novo
ru: Нужно ввести адрес заново
th: ต้องป้อนที่อยู่อีกครั้ง
tr: Adresin yeniden girilmesi gerekiyor
vi: Cần nhập lại địa chỉ
zh_hans: 需要重新填写地址
zh_hant: 需要重新填寫位址

source: Address not saved
ar: لم يُحفظ العنوان
de: Adresse nicht gespeichert
es: Dirección no guardada
fr: Adresse non enregistrée
hi: पता सेव नहीं हुआ
id: Alamat tidak tersimpan
ja: アドレスを保存できませんでした
ko: 주소를 저장하지 못했습니다
pt_br: Endereço não salvo
ru: Адрес не сохранён
th: ยังไม่ได้บันทึกที่อยู่
tr: Adres kaydedilmedi
vi: Chưa lưu địa chỉ
zh_hans: 地址没有保存
zh_hant: 位址未儲存

source: After you sign in, it picks up from this step. Earlier results are kept.
ar: بعد التفويض يُستأنف العمل من هذه الخطوة، وتبقى النتائج السابقة كما هي.
de: Nach der Anmeldung geht es mit diesem Schritt weiter. Die bisherigen Ergebnisse bleiben erhalten.
es: Cuando autorices, se retomará desde este paso. Los resultados anteriores se conservan.
fr: Après l’identification, le traitement reprend à cette étape. Les résultats précédents sont conservés.
hi: साइन इन करने के बाद काम इसी चरण से आगे बढ़ेगा। पहले के नतीजे बने रहेंगे।
id: Setelah otorisasi selesai, proses dilanjutkan dari langkah ini. Hasil sebelumnya tetap dipakai.
ja: 再認証が済むと、このステップから再開します。ここまでの結果はそのまま使われます。
ko: 인증을 마치면 이 단계부터 이어서 진행합니다. 앞선 결과는 그대로 유지됩니다.
pt_br: Depois de autorizar, o processo continua a partir desta etapa. Os resultados anteriores são mantidos.
ru: После входа работа продолжится с этого шага. Предыдущие результаты сохранятся.
th: เมื่อให้สิทธิ์เสร็จ ระบบจะทำต่อจากขั้นนี้ โดยยังใช้ผลลัพธ์ก่อนหน้าได้ตามเดิม
tr: Yetkilendirme bitince bu adımdan devam edilir. Önceki sonuçlar korunur.
vi: Đăng nhập xong, quá trình sẽ tiếp tục từ bước này. Các kết quả trước đó vẫn được giữ.
zh_hans: 授权完成后会从这一步接着做，前面的结果不用重来。
zh_hant: 授權完成後會從這一步接著做，前面的結果不用重來。

source: Allow %1$@ to %2$@?
ar: السماح بتنفيذ «%2$@» على %1$@؟
de: „%2$@“ in %1$@ erlauben?
es: ¿Permitir «%2$@» en %1$@?
fr: Autoriser « %2$@ » dans %1$@ ?
hi: %1$@ में “%2$@” की अनुमति दें?
id: Izinkan “%2$@” di %1$@?
ja: %1$@ の「%2$@」を許可しますか？
ko: %1$@의 ‘%2$@’ 실행을 허용할까요?
pt_br: Permitir “%2$@” em %1$@?
ru: Разрешить «%2$@» в %1$@?
th: อนุญาต “%2$@” บน %1$@ ไหม
tr: %1$@ üzerinde “%2$@” işlemine izin verilsin mi?
vi: Cho phép “%2$@” trên %1$@?
zh_hans: 允许 %1$@ %2$@？
zh_hant: 允許 %1$@ 執行「%2$@」？

source: Allow once
ar: السماح مرة واحدة
de: Einmal erlauben
es: Permitir una vez
fr: Autoriser une fois
hi: इस बार अनुमति दें
id: Izinkan sekali
ja: 今回のみ許可
ko: 이번만 허용
pt_br: Permitir uma vez
ru: Разрешить один раз
th: อนุญาตครั้งนี้
tr: Bir kez izin ver
vi: Cho phép một lần
zh_hans: 允许这一次
zh_hant: 允許這一次

source: Always allow in this chat
ar: السماح دائمًا في هذه المحادثة
de: In diesem Chat immer erlauben
es: Permitir siempre en este chat
fr: Toujours autoriser dans cette conversation
hi: इस चैट में हमेशा अनुमति दें
id: Selalu izinkan di chat ini
ja: この会話では常に許可
ko: 이 대화에서 항상 허용
pt_br: Sempre permitir neste chat
ru: Всегда разрешать в этом чате
th: อนุญาตเสมอในแชทนี้
tr: Bu sohbette hep izin ver
vi: Luôn cho phép trong cuộc trò chuyện này
zh_hans: 本次对话内都允许
zh_hant: 本次對話內都允許

source: Anything that changes your data asks you first
ar: كل ما يعدّل بياناتك يُعرض عليك أولًا للموافقة
de: Bevor etwas deine Daten ändert, wirst du gefragt
es: Antes de modificar tus datos, siempre te pregunta
fr: Rien ne modifie vos données sans votre accord
hi: आपका डेटा बदलने से पहले हर बार आपसे पूछा जाता है
id: Apa pun yang mengubah data Anda selalu minta izin dulu
ja: データを変更する操作は、毎回事前に確認します
ko: 데이터를 변경하는 작업은 매번 먼저 확인받습니다
pt_br: Nada altera seus dados sem perguntar antes
ru: Перед любым изменением ваших данных Oriveo спросит вас
th: ทุกอย่างที่แก้ไขข้อมูลของคุณจะถามคุณก่อนเสมอ
tr: Verilerinizi değiştiren her işlemden önce size sorulur
vi: Thao tác nào thay đổi dữ liệu của bạn đều hỏi bạn trước
zh_hans: 会修改数据的操作，每次都先问你
zh_hant: 會修改資料的操作，每次都先問你

source: Ask every time
ar: السؤال في كل مرة
de: Jedes Mal fragen
es: Preguntar siempre
fr: Toujours demander
hi: हर बार पूछें
id: Selalu tanya
ja: 毎回確認
ko: 매번 확인
pt_br: Perguntar sempre
ru: Всегда спрашивать
th: ถามทุกครั้ง
tr: Her seferinde sor
vi: Luôn hỏi trước
zh_hans: 每次询问
zh_hant: 每次詢問

source: Before
ar: سابقًا
de: Vorher
es: Antes
fr: Avant
hi: पहले
id: Sebelumnya
ja: 変更前
ko: 이전
pt_br: Antes
ru: Было
th: ก่อนหน้า
tr: Önceki
vi: Trước đây
zh_hans: 之前
zh_hant: 之前

source: Browser sign-in
ar: عبر المتصفح
de: Anmeldung im Browser
es: Desde el navegador
fr: Via le navigateur
hi: ब्राउज़र से साइन इन
id: Lewat browser
ja: ブラウザでログイン
ko: 브라우저 로그인
pt_br: Pelo navegador
ru: Через браузер
th: ผ่านเบราว์เซอร์
tr: Tarayıcı üzerinden
vi: Qua trình duyệt
zh_hans: 浏览器登录
zh_hant: 瀏覽器登入

source: Can't connect
ar: تعذّر الاتصال
de: Keine Verbindung
es: Sin conexión
fr: Connexion impossible
hi: कनेक्ट नहीं हो रहा
id: Tidak bisa terhubung
ja: 接続できません
ko: 연결할 수 없음
pt_br: Sem conexão
ru: Нет соединения
th: เชื่อมต่อไม่ได้
tr: Bağlanılamıyor
vi: Không kết nối được
zh_hans: 无法连接
zh_hant: 無法連線

source: Can't connect · last worked %@
ar: تعذّر الاتصال · آخر اتصال ناجح %@
de: Keine Verbindung · zuletzt erfolgreich %@
es: Sin conexión · funcionó por última vez %@
fr: Connexion impossible · dernière réussite %@
hi: कनेक्ट नहीं हो रहा · पिछली बार %@ चला था
id: Tidak bisa terhubung · terakhir berhasil %@
ja: 接続できません · 最終成功 %@
ko: 연결할 수 없음 · 마지막 성공 %@
pt_br: Sem conexão · funcionou pela última vez %@
ru: Нет соединения · последнее подключение %@
th: เชื่อมต่อไม่ได้ · สำเร็จล่าสุด %@
tr: Bağlanılamıyor · son başarılı bağlantı %@
vi: Không kết nối được · lần cuối thành công %@
zh_hans: 无法连接 · 上次成功 %@
zh_hant: 無法連線 · 上次成功 %@

source: Can't reach this server
ar: تعذّر الوصول إلى هذا الخادم
de: Dieser Server ist nicht erreichbar
es: No se puede acceder a este servidor
fr: Impossible de joindre ce serveur
hi: इस सर्वर तक नहीं पहुँच पा रहे
id: Server ini tidak bisa dijangkau
ja: このサーバーに接続できません
ko: 이 서버에 연결할 수 없습니다
pt_br: Não foi possível acessar este servidor
ru: Не удаётся связаться с сервером
th: เชื่อมต่อเซิร์ฟเวอร์นี้ไม่ได้
tr: Bu sunucuya ulaşılamıyor
vi: Không kết nối được tới máy chủ này
zh_hans: 连不上这个服务器
zh_hant: 連不上這個伺服器

source: Changes data
ar: تعدّل البيانات
de: Ändert Daten
es: Modifica datos
fr: Modifie des données
hi: डेटा बदलते हैं
id: Mengubah data
ja: データを変更
ko: 데이터 변경
pt_br: Altera dados
ru: Изменяют данные
th: แก้ไขข้อมูล
tr: Veri değiştirir
vi: Thay đổi dữ liệu
zh_hans: 会修改数据
zh_hant: 會修改資料

source: Chat
ar: المحادثة
fr: Conversation
hi: चैट
ja: 会話
ko: 대화
ru: Чат
th: แชท
tr: Sohbet
vi: Cuộc trò chuyện
zh_hans: 对话
zh_hant: 對話

source: Check that this device can reach it right now, then try again.
ar: تأكّد من قدرة هذا الجهاز على الوصول إليه الآن ثم أعد المحاولة.
de: Prüfe, ob dieses Gerät den Server gerade erreichen kann, und versuche es dann erneut.
es: Comprueba que este dispositivo pueda acceder a él ahora mismo y vuelve a intentarlo.
fr: Assurez-vous que cet appareil peut y accéder en ce moment, puis réessayez.
hi: देखें कि यह डिवाइस अभी उस तक पहुँच सकता है, फिर दोबारा कोशिश करें।
id: Pastikan perangkat ini bisa menjangkaunya sekarang, lalu coba lagi.
ja: このデバイスから今アクセスできるか確認して、もう一度お試しください。
ko: 지금 이 기기에서 접속할 수 있는지 확인한 뒤 다시 시도하세요.
pt_br: Veja se este dispositivo consegue acessá-lo agora e tente novamente.
ru: Убедитесь, что сервер сейчас доступен с этого устройства, и попробуйте ещё раз.
th: โปรดตรวจสอบว่าอุปกรณ์นี้เข้าถึงเซิร์ฟเวอร์ได้ในตอนนี้ แล้วลองอีกครั้ง
tr: Bu cihazın şu anda sunucuya erişebildiğinden emin olup yeniden deneyin.
vi: Hãy chắc chắn rằng thiết bị này hiện truy cập được máy chủ rồi thử lại.
zh_hans: 请确认这台设备现在能访问它，然后再试一次。
zh_hant: 請確認這台裝置現在能連到它，然後再試一次。

source: Check the address, and whether this device can reach it right now. Servers on a home or office network usually can't be reached from elsewhere.
ar: تحقّق من العنوان ومن قدرة هذا الجهاز على الوصول إليه الآن. الخوادم الموجودة على شبكة المنزل أو العمل لا يمكن الوصول إليها من خارجها في الغالب.
de: Prüfe die Adresse und ob dieses Gerät den Server gerade erreichen kann. Server im Heim- oder Firmennetz sind von außerhalb meist nicht erreichbar.
es: Revisa la dirección y comprueba que este dispositivo pueda acceder a ella ahora mismo. Los servidores de una red doméstica o de oficina no suelen ser accesibles desde fuera.
fr: Vérifiez l’adresse et assurez-vous que cet appareil peut y accéder en ce moment. Les serveurs d’un réseau domestique ou d’entreprise sont en général inaccessibles depuis l’extérieur.
hi: पता जाँचें और देखें कि यह डिवाइस अभी उस तक पहुँच सकता है या नहीं। घर या दफ़्तर के नेटवर्क पर चलने वाले सर्वर आम तौर पर बाहर से नहीं खुलते।
id: Periksa alamatnya, dan pastikan perangkat ini bisa menjangkaunya sekarang. Server di jaringan rumah atau kantor biasanya tidak bisa dijangkau dari luar.
ja: アドレスが正しいか、このデバイスから今アクセスできるかを確認してください。自宅や社内ネットワークにあるサーバーは、通常そのネットワークの外からは接続できません。
ko: 주소가 맞는지, 지금 이 기기에서 접속할 수 있는지 확인하세요. 집이나 회사 내부 네트워크에 있는 서버는 대개 그 네트워크 밖에서는 연결되지 않습니다.
pt_br: Confira o endereço e veja se este dispositivo consegue acessá-lo agora. Servidores em redes domésticas ou corporativas geralmente não podem ser acessados de fora.
ru: Проверьте адрес и убедитесь, что сервер сейчас доступен с этого устройства. Серверы в домашней или рабочей сети обычно недоступны извне.
th: โปรดตรวจสอบที่อยู่ และดูว่าอุปกรณ์นี้เข้าถึงเซิร์ฟเวอร์ได้ในตอนนี้หรือไม่ เซิร์ฟเวอร์ในเครือข่ายที่บ้านหรือที่ทำงานมักเข้าถึงจากภายนอกไม่ได้
tr: Adresi ve bu cihazın şu anda sunucuya erişip erişemediğini kontrol edin. Ev veya iş yeri ağındaki sunuculara genellikle dışarıdan ulaşılamaz.
vi: Hãy kiểm tra địa chỉ và xem thiết bị này hiện có truy cập được máy chủ không. Máy chủ nằm trong mạng gia đình hoặc mạng công ty thường không truy cập được từ bên ngoài.
zh_hans: 请检查地址是否正确，以及这台设备现在能不能访问它。家里或公司内网的服务器，离开那个网络后通常连不上。
zh_hant: 請檢查位址是否正確，以及這台裝置現在能不能連到它。家裡或公司內部網路的伺服器，離開那個網路後通常連不上。

source: Checking how to sign in
ar: التحقق من طريقة تسجيل الدخول
de: Anmeldemethode wird geprüft
es: Comprobando cómo iniciar sesión
fr: Vérification du mode d’identification
hi: साइन इन का तरीका जाँचा जा रहा है
id: Memeriksa cara masuk
ja: ログイン方法を確認
ko: 로그인 방식 확인
pt_br: Verificando a forma de login
ru: Определяем способ входа
th: ตรวจสอบวิธีลงชื่อเข้าใช้
tr: Oturum açma yöntemi denetleniyor
vi: Kiểm tra cách đăng nhập
zh_hans: 检查登录方式
zh_hant: 檢查登入方式

source: Collapsed
ar: مطويّة
de: Eingeklappt
es: Contraído
fr: Réduit
hi: छोटा किया गया
id: Diciutkan
ja: 折りたたみ済み
ko: 접힘
pt_br: Recolhido
ru: Свёрнуто
th: ย่ออยู่
tr: Daraltıldı
vi: Đã thu gọn
zh_hans: 已收起
zh_hant: 已收合

source: Confirm and keep using
ar: تأكيد ومتابعة الاستخدام
de: Bestätigen und weiter nutzen
es: Confirmar y seguir usando
fr: Confirmer et continuer
hi: पुष्टि करें और इस्तेमाल जारी रखें
id: Konfirmasi dan terus gunakan
ja: 確認して使い続ける
ko: 확인하고 계속 사용
pt_br: Confirmar e continuar usando
ru: Подтвердить и продолжить
th: ยืนยันและใช้ต่อ
tr: Onayla ve kullanmayı sürdür
vi: Xác nhận và tiếp tục dùng
zh_hans: 确认并继续使用
zh_hant: 確認並繼續使用

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
ja: 接続
ko: 연결
pt_br: Conectar
ru: Подключить
th: เชื่อมต่อ
tr: Bağlan
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: Connect an MCP server and the model can look things up in Linear, write to Notion, or use tools you host yourself, right in the chat.
ar: اربط خادم MCP ليتمكن النموذج من البحث في Linear أو الكتابة في Notion أو استخدام أدوات تستضيفها بنفسك، من داخل المحادثة مباشرة.
de: Verbinde einen MCP-Server, und das Modell kann direkt im Chat in Linear nachschlagen, in Notion schreiben oder Tools nutzen, die du selbst betreibst.
es: Conecta un servidor MCP y el modelo podrá consultar Linear, escribir en Notion o usar herramientas que alojes tú, sin salir del chat.
fr: Connectez un serveur MCP, et le modèle pourra chercher dans Linear, écrire dans Notion ou utiliser des outils que vous hébergez vous-même, directement dans la conversation.
hi: कोई MCP सर्वर कनेक्ट करें, फिर मॉडल चैट के अंदर ही Linear में खोज सकेगा, Notion में लिख सकेगा या आपके अपने होस्ट किए टूल चला सकेगा।
id: Hubungkan server MCP, lalu model bisa mencari di Linear, menulis ke Notion, atau memakai alat yang Anda kelola sendiri, langsung dari chat.
ja: MCP サーバーを接続すると、モデルがチャットの中で Linear を調べたり、Notion に書き込んだり、自分で用意したツールを使ったりできます。
ko: MCP 서버를 연결하면 모델이 대화 중에 Linear를 조회하거나 Notion에 글을 쓰고, 직접 운영하는 도구도 사용할 수 있습니다.
pt_br: Conecte um servidor MCP e o modelo poderá consultar o Linear, escrever no Notion ou usar ferramentas que você mesmo hospeda, direto no chat.
ru: Подключите MCP-сервер, и модель сможет прямо в чате искать в Linear, писать в Notion или работать с инструментами, которые вы развернули сами.
th: เชื่อมต่อเซิร์ฟเวอร์ MCP แล้วโมเดลจะค้นข้อมูลใน Linear เขียนลง Notion หรือใช้เครื่องมือที่คุณโฮสต์เองได้จากในแชทเลย
tr: Bir MCP sunucusu bağlayın; model sohbetin içinde Linear’da arama yapabilsin, Notion’a yazabilsin veya kendi barındırdığınız araçları kullanabilsin.
vi: Kết nối một máy chủ MCP để mô hình có thể tra cứu trong Linear, ghi vào Notion hoặc dùng công cụ do bạn tự vận hành, ngay trong cuộc trò chuyện.
zh_hans: 连接一个 MCP 服务器，模型就能在聊天里查 Linear、写 Notion，或者使用你自己搭建的工具。
zh_hant: 連接一個 MCP 伺服器，模型就能在對話裡查 Linear、寫 Notion，或使用你自己架設的工具。

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
hi: कनेक्टेड
id: Terhubung
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlı
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: Connecting…
ar: جارٍ الاتصال…
de: Verbindung wird hergestellt …
es: Conectando…
fr: Connexion en cours…
hi: कनेक्ट हो रहा है…
id: Menghubungkan…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
th: กำลังเชื่อมต่อ…
tr: Bağlanılıyor…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connects to
ar: وجهة الاتصال
de: Verbindet mit
es: Se conecta a
fr: Connexion à
hi: इससे कनेक्ट होगा
id: Terhubung ke
ja: 接続先
ko: 연결 대상
pt_br: Conecta-se a
ru: Подключение к
th: เชื่อมต่อกับ
tr: Bağlanılan sunucu
vi: Kết nối tới
zh_hans: 连接到
zh_hant: 連線到

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी हो गया
id: Disalin
ja: コピーしました
ko: 복사됨
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Couldn't reach the server.
ar: تعذّر الوصول إلى الخادم.
de: Der Server war nicht erreichbar.
es: No se pudo acceder al servidor.
fr: Impossible de joindre le serveur.
hi: सर्वर तक नहीं पहुँच सके।
id: Server tidak bisa dijangkau.
ja: サーバーに接続できませんでした。
ko: 서버에 연결하지 못했습니다.
pt_br: Não foi possível acessar o servidor.
ru: Не удалось связаться с сервером.
th: เชื่อมต่อเซิร์ฟเวอร์ไม่ได้
tr: Sunucuya ulaşılamadı.
vi: Không kết nối được tới máy chủ.
zh_hans: 连不上服务器。
zh_hant: 連不上伺服器。

source: Couldn't remove this server
ar: تعذّرت إزالة هذا الخادم
de: Server konnte nicht entfernt werden
es: No se pudo quitar este servidor
fr: Impossible de retirer ce serveur
hi: यह सर्वर हटाया नहीं जा सका
id: Server ini tidak bisa dihapus
ja: このサーバーを削除できませんでした
ko: 이 서버를 제거하지 못했습니다
pt_br: Não foi possível remover este servidor
ru: Не удалось удалить сервер
th: นำเซิร์ฟเวอร์นี้ออกไม่ได้
tr: Bu sunucu kaldırılamadı
vi: Không gỡ được máy chủ này
zh_hans: 没能移除这个服务器
zh_hant: 無法移除這個伺服器

source: Couldn't save this server
ar: تعذّر حفظ هذا الخادم
de: Server konnte nicht gespeichert werden
es: No se pudo guardar este servidor
fr: Impossible d’enregistrer ce serveur
hi: यह सर्वर सेव नहीं हो सका
id: Server ini tidak bisa disimpan
ja: このサーバーを保存できませんでした
ko: 이 서버를 저장하지 못했습니다
pt_br: Não foi possível salvar este servidor
ru: Не удалось сохранить сервер
th: บันทึกเซิร์ฟเวอร์นี้ไม่ได้
tr: Bu sunucu kaydedilemedi
vi: Không lưu được máy chủ này
zh_hans: 没能保存这个服务器
zh_hant: 無法儲存這個伺服器

source: Create an access token in the service's settings and paste it below.
ar: أنشئ رمز وصول من إعدادات الخدمة ثم الصقه في الأسفل.
de: Erstelle in den Einstellungen des Dienstes ein Zugriffstoken und füge es unten ein.
es: Crea un token de acceso en la configuración del servicio y pégalo abajo.
fr: Créez un jeton d’accès dans les réglages du service, puis collez-le ci-dessous.
hi: सेवा की सेटिंग्स में एक ऐक्सेस टोकन बनाएँ और उसे नीचे पेस्ट करें।
id: Buat token akses di pengaturan layanan tersebut, lalu tempel di bawah.
ja: サービス側の設定でアクセストークンを作成し、下に貼り付けてください。
ko: 서비스 설정에서 액세스 토큰을 만든 뒤 아래에 붙여 넣으세요.
pt_br: Crie um token de acesso nas configurações do serviço e cole-o abaixo.
ru: Создайте токен доступа в настройках сервиса и вставьте его ниже.
th: สร้างโทเค็นการเข้าถึงในการตั้งค่าของบริการนั้น แล้ววางไว้ด้านล่าง
tr: Hizmetin ayarlarından bir erişim belirteci oluşturup aşağıya yapıştırın.
vi: Hãy tạo mã truy cập trong phần cài đặt của dịch vụ rồi dán vào bên dưới.
zh_hans: 请到服务方的设置里创建一个访问令牌，粘贴到下面。
zh_hant: 請到服務方的設定裡建立一組存取權杖，貼到下方。

source: Decline
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
hi: मना करें
id: Tolak
ja: 拒否
ko: 거부
pt_br: Recusar
ru: Отклонить
th: ปฏิเสธ
tr: Reddet
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Declined
ar: مرفوضة
de: Abgelehnt
es: Rechazado
fr: Refusée
hi: अस्वीकृत
id: Ditolak
ja: 拒否
ko: 거부됨
pt_br: Recusada
ru: Отклонён
th: ปฏิเสธแล้ว
tr: Reddedildi
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕
